brew "coreutils"
brew "gh"
brew "git"
brew "jq"
brew "mas"
brew "nvm"
brew "openjdk"
brew "pipenv"
brew "pyenv"
brew "python"
brew "tree"
brew "vale"
cask "alfred"
cask "anki"
cask "authy"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "iina"
cask "iterm2"
cask "java"
cask "notion"
cask "p4v"
cask "signal"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
cask "yarn"
cask "zoom"
mas "WhatsApp", id: 1147396723
tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
