tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "python@3.9"
brew "coreutils"
brew "ffmpeg"
brew "gh"
brew "git"
brew "go"
brew "jq"
brew "mas"
brew "muffet"
brew "node"
brew "nvm"
brew "openjdk"
brew "pandoc"
brew "tree"
brew "pipenv"
brew "pyenv"
brew "vale"
brew "yarn"
brew "youtube-dl"
cask "alfred"
cask "authy"
cask "deluge"
cask "docker"
cask "dropbox"
cask "expressvpn"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "postman"
cask "signal"
cask "skype"
cask "slack"
cask "rectangle"
cask "spotify"
cask "whatsapp"
cask "zoom"
mas "GIPHY CAPTURE", id: 668208984
