tap "adoptopenjdk/openjdk"
tap "dart-lang/dart"
tap "romkatv/powerlevel10k"

brew "aiven-client"
brew "bat"
brew "composer"
brew "coreutils"
brew "gh"
brew "git"
brew "go"
brew "node"
brew "hugo"
brew "jq"
brew "neovim"
brew "nvm"
brew "tree"
brew "vale"
brew "yarn"
brew "yt-dlp"
brew "dart-lang/dart/dart"

cask "brave-browser"
cask "discord"
cask "docker"
cask "figma"
cask "font-montserrat"
cask "google-chrome"
cask "gpt4all"
cask "iterm2"
cask "karabiner-elements"
cask "keepingyouawake"
cask "nordvpn"
cask "pgadmin4"
cask "postman"
cask "raycast"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "workman"
cask "zoom"

vscode "bierner.markdown-preview-github-styles"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "chiziaruhoma.shadcn-vivid-theme"
vscode "chrischinchilla.vale-vscode"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "hashicorp.hcl"
vscode "ilgoncalves.macchiato-theme"
vscode "jock.svg"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.makefile-tools"
vscode "nhoizey.gremlins"
vscode "nucllear.vscode-extension-auto-import"
vscode "redhat.vscode-yaml"
vscode "redocly.openapi-vs-code"
vscode "shuworks.vscode-table-formatter"
vscode "simonsiefke.svg-preview"
vscode "tuxtina.json2yaml"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "vstirbu.vscode-mermaid-preview"
vscode "wmaurer.change-case"
vscode "yzhang.markdown-all-in-one"
vscode "zahidnazir.material-theme-twilight-wave"